import React from 'react';

const AboutInfo = () => {

    return (
        <section className="about">
            <div className="container">
                <h3 className="heading about__heading">О нас</h3>
                <div className="about__info">
                    <h3 className="about__info-heading">Интернет-магазин Градус Хаус</h3>
                    <p className="about__info-desc">С 2012 года производим и продаём самогонные аппараты, автоклавы, оборудование для копчения, пивоварения и сыроварения, станки и инструменты для сада.</p>
                    <p className="about__info-desc">Наши клиенты настоящие ценители натуральной и вкусной домашней еды, начинающие и опытные винокуры, садоводы, дачники и мастера на все руки.</p>
                    
                    <h3 className="about__info-heading">Собственное производство</h3>
                    <p className="about__info-desc">Завод и более 600 сотрудников в Кирове.</p>
                    <p className="about__info-desc">Круглосуточное производим оборудование из высококачественной нержавейки и чёрного металла. Используем лазерную резку и автоматизированную сварку.</p>
                    <p className="about__info-desc">Конструкторский отдел разрабатывает и совершенствует оборудование под запросы покупателей. </p>
                    <p className="about__info-desc">Мы тестировали на себе всё, что произвели!</p>
                    
                    <h3 className="about__info-heading">Система контроля качества</h3>
                    <p className="about__info-desc">Перед отправкой вся продукция проходит 3 этапа проверки сотрудниками Отдела технического контроля.</p>
                    <p className="about__info-desc">7% каждой партии тестируется с трехкратным превышением норм рабочего режима. Проверяющий сотрудник ставит личную отметку о качестве.</p>
                    
                    <h3 className="about__info-heading">Есть все комплектующие</h3>
                    <p className="about__info-desc">Все товары уже в полной комплектации. Вам не придётся дополнительно искать к своему аппарату шланги или переходник для крана.</p>
                    <p className="about__info-desc">А если захотите купить дополнительную насадку или дрожжи, то всегда можете вернуться - наш ассортимент постоянно растёт.</p>
                    
                    <h3 className="about__info-heading">Доставка по всей России и дальше</h3>
                    <p className="about__info-desc">Готовы доставить наши товары в любую точку России. Не отправим в Америку или Африку, но доставим в Казахстан и Беларусь.</p>
                    
                    <h3 className="about__info-heading">Сеть фирменных магазинов</h3>
                    <p className="about__info-desc">12 фирменных магазинов в 8 городах России: Москва, Санкт-Петербург, Ульяновск, Киров, Воронеж, Саратов, Волгоград и Челябинск.</p>
                    </div>
            </div>
        </section>
    );
};

export default AboutInfo;